# Создать
a = 2
b = 3
c = 4

# Вывести на экран
print("Значение переменной a =", a)
print("Значение переменной b =", b)
print("Значение переменной c =", c)

# Сохранить несколько чисел и строк
name = str(input("Введите ваше имя - "))
weight = int(input("Введите ваш вес в кг - "))


# Вывести на экран
print("Ваше имя", name)
print("Ваше вес", weight, "кг")
